Repository: licq/litranslator
Catalog: VoiceTranslator/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, hu, id, it, ja, ko, lt, lv, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: Assistant
ar: مساعد
bg: Асистент
cs: Asistent
da: Assistent
de: Assistentin
el: Βοηθός
es: Asistente
et: Assistent
fi: Avustaja
hu: Asszisztens
id: Asisten
ja: アシスタント
ko: 어시스턴트
lt: Asistentas
lv: Asistents
nb: Assistent
nl: Assistent
pl: Asystent
pt_pt: Assistente
ro: Asistent
ru: Помощник
sk: Asistent
sl: Pomočnik
sv: Assistent
tr: Asistan
uk: Асистент
zh_hans: 助手
zh_hant: 助手

source: assistant.view.title
ar: مساعد.view.title
da: assistent
es: asistente.vista.titulo
fi: assistant
fr: assistant
ja: アシスタント.ビュー.タイトル
nb: assistent.visning.tittel
nl: assistent
pt_pt: assistente.vista.título
ro: asistent.view.title
sv: assistent.vy.titel
tr: asistan.görünüm.başlık
zh_hans: 助理
zh_hant: 助理

source: Endpoint
ar: نقطة النهاية
bg: Крайна точка
cs: Koncový bod
da: Slutpunkt
el: Τελικό σημείο
es: Punto final
et: Lõpp-punkt
fi: Loppupiste
hu: Végpont
id: Titik akhir
it: Punto finale
ja: エンドポイント
ko: 엔드포인트
lt: Galinis taškas
lv: Galapunkts
nb: Sluttpunkt
nl: Eindpunt
pl: Punkt końcowy
pt_pt: Ponto final
ro: Punct final
ru: Конечная точка
sk: Koncový bod
sl: Končna točka
sv: Slutpunkt
tr: Bitiş Noktası
uk: Кінцева точка

# histories.view.button.clear
source: Clear
ar: واضح
cs: Přehledně
da: Klar
de: Klar
el: Σαφής
es: Claro
et: Selge
fi: Kirkas
fr: Clair
hu: Tiszta
id: Jelas
it: Libero
ja: クリア
ko: 지우기
lt: Skaidrus
lv: Skaidrs
nb: Klar
nl: Duidelijk
pl: Wyczyść
pt_pt: Limpo
ro: Clar
ru: Очистить
sk: Jasné
sl: Jasno
sv: Klart
tr: Temiz
uk: Чисто
zh_hans: 清空
zh_hant: 清除

# histories.view.button.delete.all.message
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
bg: Това действие не може да бъде отменено.
cs: Tuto akci nelze vzít zpět.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no puede deshacerse.
et: Seda tegevust ei saa tagasi võtta.
fi: Tätä toimenpidettä ei voi perua.
fr: Cette action ne peut être annulée.
hu: Ezt a műveletet nem lehet visszacsinálni.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この行為は取り消すことができない。
ko: 이 작업은 되돌릴 수 없습니다.
lt: Šio veiksmo negalima atšaukti.
lv: Šo darbību nevar atsaukt.
nb: Denne handlingen kan ikke angres.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tego działania nie można cofnąć.
pt_pt: Esta ação não pode ser anulada.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sk: Túto akciu nemožno vrátiť späť.
sl: Tega dejanja ni mogoče preklicati.
sv: Denna åtgärd kan inte ångras.
tr: Bu işlem geri alınamaz.
uk: Цю дію не можна скасувати.
zh_hans: 这个操作无法撤消
zh_hant: 此操作無法撤消。

# histories.view.button.delete.all.title
source: Are you sure you want to clear all histories?
ar: هل أنت متأكد من أنك تريد مسح جميع السجلات؟
bg: Сигурни ли сте, че искате да изчистите всички истории?
cs: Určitě chcete vymazat všechny historie?
da: Er du sikker på, at du vil slette al historik?
de: Sind Sie sicher, dass Sie alle Historien löschen wollen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλα τα ιστορικά;
es: ¿Seguro que quieres borrar todos los historiales?
et: Kas olete kindel, et soovite kustutada kogu ajaloo?
fi: Oletko varma, että haluat tyhjentää kaikki historiat?
fr: Êtes-vous sûr de vouloir effacer tous les historiques ?
hu: Biztos, hogy törölni akarja az összes előzményt?
id: Apakah Anda yakin ingin menghapus semua riwayat?
it: Siete sicuri di voler cancellare tutte le cronologie?
ja: 本当にすべての履歴を消去しますか？
ko: 모든 기록을 지우시겠습니까?
lt: Ar tikrai norite išvalyti visas istorijas?
lv: Vai esat pārliecināts, ka vēlaties dzēst visu vēsturi?
nb: Er du sikker på at du vil slette all historikk?
nl: Weet je zeker dat je alle geschiedenis wilt wissen?
pl: Czy na pewno chcesz wyczyścić wszystkie historie?
pt_pt: Tem a certeza de que pretende limpar todos os históricos?
ro: Sunteți sigur că doriți să ștergeți toate istoriile?
ru: Вы уверены, что хотите очистить все истории?
sk: Ste si istí, že chcete vymazať všetky histórie?
sl: Ali ste prepričani, da želite izbrisati vse zgodovine?
sv: Är du säker på att du vill rensa alla historiker?
tr: Tüm geçmişleri temizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете очистити всі історії?
zh_hans: 确认要删除所有历史吗？
zh_hant: 您確定要清除所有歷史嗎？

# histories.view.title
source: Histories
ar: التواريخ
bg: Истории
cs: Historie
da: Historier
de: Historien
el: Ιστορίες
es: Historias
et: Ajalugu
fi: Historiat
fr: Histoires
hu: Történetek
id: Sejarah
it: Storie
ja: 歴史
ko: 히스토리
lt: Istorijos
lv: Vēstures
nb: Historier
nl: Verhalen
pl: Historie
pt_pt: Histórias
ro: Istorii
ru: Истории
sk: Histórie
sl: Zgodovine
sv: Historier
tr: Tarihler
uk: Історії
zh_hans: 历史
zh_hant: 歷史

source: Key
ar: المفتاح
bg: Ключ
cs: Klíč
da: Nøgle
de: Schlüssel
el: Κλειδί
es: Clave
fi: Avain
fr: Clé
hu: Kulcs
it: Chiave
ja: キー
ko: 키
lt: Pagrindinis
lv: Galvenais
nb: Nøkkel
nl: Sleutel
pl: Klucz
pt_pt: Chave
ro: Cheie
ru: Ключ
sk: Kľúč
sl: Ključ
sv: Nyckel
tr: Anahtar
uk: Ключ
zh_hans: 钥匙

source: Microphone Access Required
ar: مطلوب الوصول إلى الميكروفون
bg: Изисква се достъп до микрофон
cs: Vyžaduje se přístup k mikrofonu
da: Adgang til mikrofon påkrævet
de: Zugang zum Mikrofon erforderlich
el: Απαιτείται πρόσβαση στο μικρόφωνο
es: Se requiere acceso al micrófono
et: Vajalik juurdepääs mikrofonile
fi: Mikrofonin käyttö vaaditaan
fr: Accès au microphone requis
hu: Mikrofon hozzáférés szükséges
id: Diperlukan Akses Mikrofon
it: Accesso al microfono richiesto
ja: マイクへのアクセスが必要
ko: 마이크 액세스 필요
lt: Reikalinga prieiga prie mikrofono
lv: Nepieciešama piekļuve mikrofonam
nb: Tilgang til mikrofon påkrevd
nl: Toegang tot microfoon vereist
pl: Wymagany dostęp do mikrofonu
pt_pt: Acesso ao microfone necessário
ro: Accesul la microfon este necesar
ru: Требуется доступ к микрофону
sk: Potrebný prístup k mikrofónu
sl: Potreben je dostop do mikrofona
sv: Tillgång till mikrofon krävs
tr: Mikrofon Erişimi Gerekli
uk: Потрібен доступ до мікрофону
zh_hans: 需要麦克风接入
zh_hant: 需要麥克風訪問

source: No
ar: لا يوجد
bg: Не
cs: Ne
da: Nej, det er det ikke
de: Nein
el: Όχι
et: Ei
fi: Ei
fr: Non
hu: Nem
id: Tidak.
ja: いいえ
ko: 아니요
lt: Ne
lv: Nē
nb: Nei
nl: Geen
pl: Nie
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sv: Nej
tr: Hayır
uk: Ні.
zh_hans: 取消
zh_hant: 不

source: Open Settings
ar: فتح الإعدادات
bg: Отваряне на настройките
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir la configuración
et: Avatud seaded
fi: Avaa asetukset
fr: Ouvrir les paramètres
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Aprire le impostazioni
ja: 設定を開く
ko: 설정 열기
lt: Atidaryti nustatymus
lv: Atvērt iestatījumus
nl: Instellingen openen
pl: Ustawienia otwarte
pt_pt: Abrir definições
ro: Deschideți Setări
ru: Открыть настройки
sk: Otvoriť nastavenia
sl: Odprite nastavitve
sv: Öppna inställningar
tr: Ayarları Aç
uk: Відкрийте Налаштування
zh_hans: 打开设置
zh_hant: 開啟設定

source: Region
ar: المنطقة
bg: Регион
el: Περιοχή
es: Región
et: Piirkond
fi: Alue
fr: Région
hu: Régió
id: Wilayah
it: Regione
ja: 地域
ko: 지역
lt: Regionas
lv: Reģions
nl: Regio
pt_pt: Região
ro: Regiune
ru: Регион
sk: Región
sl: Regija
tr: Bölge
uk: Регіон

source: Seliro
ar: سيليرو

# settings.privacy.content
source: This application respects and protects your privacy. We will not collect or share any of your data. Speech recognition requests will be completed on your device and will not be saved. Only the text information obtained from speech recognition will be provided to Microsoft Translator.
ar: يحترم هذا التطبيق خصوصيتك ويحميها. لن نقوم بجمع أو مشاركة أي من بياناتك. سيتم إكمال طلبات التعرف على الكلام على جهازك ولن يتم حفظها. سيتم تزويد مترجم Microsoft Translator بالمعلومات النصية التي تم الحصول عليها من التعرف على الكلام فقط.
bg: Това приложение зачита и защитава поверителността ви. Ние няма да събираме или споделяме никакви ваши данни. Заявките за разпознаване на реч ще бъдат изпълнени на вашето устройство и няма да бъдат запазени. Само текстовата информация, получена от разпознаването на реч, ще бъде предоставена на Microsoft Translator.
cs: Tato aplikace respektuje a chrání vaše soukromí. Neshromažďujeme ani nesdílíme žádné vaše údaje. Požadavky na rozpoznávání řeči budou dokončeny ve vašem zařízení a nebudou uloženy. Překladači Microsoft Translator budou poskytnuty pouze textové informace získané z rozpoznávání řeči.
da: Denne applikation respekterer og beskytter dit privatliv. Vi vil ikke indsamle eller dele nogen af dine data. Anmodninger om talegenkendelse vil blive gennemført på din enhed og vil ikke blive gemt. Kun de tekstoplysninger, der opnås ved talegenkendelse, leveres til Microsoft Translator.
de: Diese Anwendung respektiert und schützt Ihre Privatsphäre. Wir werden keine Ihrer Daten sammeln oder weitergeben. Die Spracherkennungsanfragen werden auf Ihrem Gerät ausgeführt und nicht gespeichert. Nur die von der Spracherkennung erhaltenen Textinformationen werden an Microsoft Translator weitergegeben.
el: Αυτή η εφαρμογή σέβεται και προστατεύει το απόρρητό σας. Δεν θα συλλέξουμε ούτε θα μοιραστούμε τα δεδομένα σας. Τα αιτήματα αναγνώρισης ομιλίας θα ολοκληρωθούν στη συσκευή σας και δεν θα αποθηκευτούν. Μόνο οι πληροφορίες κειμένου που λαμβάνονται από την αναγνώριση ομιλίας θα παρέχονται στο Microsoft Translator.
es: Esta aplicación respeta y protege su privacidad. No recopilaremos ni compartiremos ninguno de tus datos. Las solicitudes de reconocimiento de voz se completarán en su dispositivo y no se guardarán. Sólo la información de texto obtenida del reconocimiento de voz será proporcionada a Microsoft Translator.
et: See rakendus austab ja kaitseb teie privaatsust. Me ei kogu ega jaga teie andmeid. Kõnetuvastuse taotlused täidetakse teie seadmes ja neid ei salvestata. Microsoft Translatorile edastatakse ainult kõnetuvastusest saadud tekstiinfo.
fi: Tämä sovellus kunnioittaa ja suojaa yksityisyyttäsi. Emme kerää tai jaa mitään tietojasi. Puheentunnistuspyynnöt täytetään laitteellasi, eikä niitä tallenneta. Vain puheentunnistuksesta saadut tekstitiedot toimitetaan Microsoft Translatorille.
fr: Cette application respecte et protège votre vie privée. Nous ne collecterons ni ne partagerons aucune de vos données. Les demandes de reconnaissance vocale seront effectuées sur votre appareil et ne seront pas sauvegardées. Seules les informations textuelles obtenues par la reconnaissance vocale seront fournies à Microsoft Translator.
hu: Ez az alkalmazás tiszteletben tartja és védi az Ön magánéletét. Nem gyűjtjük és nem osztjuk meg az Ön adatait. A beszédfelismerési kérések az Ön készülékén kerülnek végrehajtásra, és nem kerülnek elmentésre. Csak a beszédfelismerésből nyert szöveges információk kerülnek a Microsoft Translator számára.
id: Aplikasi ini menghormati dan melindungi privasi Anda. Kami tidak akan mengumpulkan atau membagikan data Anda. Permintaan pengenalan suara akan diselesaikan di perangkat Anda dan tidak akan disimpan. Hanya informasi teks yang diperoleh dari pengenalan suara yang akan diberikan kepada Microsoft Translator.
it: Questa applicazione rispetta e protegge la vostra privacy. Non raccoglieremo né condivideremo i vostri dati. Le richieste di riconoscimento vocale vengono completate sul dispositivo e non vengono salvate. Solo le informazioni di testo ottenute dal riconoscimento vocale saranno fornite a Microsoft Translator.
ja: このアプリケーションは、あなたのプライバシーを尊重し、保護します。あなたのデータを収集したり、共有したりすることはありません。音声認識のリクエストはデバイス上で完了し、保存されません。音声認識で得られたテキスト情報のみがMicrosoft Translatorに提供されます。
ko: 이 애플리케이션은 사용자의 개인정보를 존중하고 보호합니다. 당사는 사용자의 데이터를 수집하거나 공유하지 않습니다. 음성 인식 요청은 장치에서 완료되며 저장되지 않습니다. 음성 인식을 통해 얻은 텍스트 정보만 Microsoft 번역기에 제공됩니다.
lt: Šioje programoje gerbiamas ir saugomas jūsų privatumas. Mes nerenkame ir nesidalijame jokiais jūsų duomenimis. Kalbos atpažinimo užklausos bus įvykdytos jūsų prietaise ir nebus išsaugotos. Tik iš kalbos atpažinimo gauta teksto informacija bus pateikta "Microsoft Translator".
lv: Šī lietojumprogramma respektē un aizsargā jūsu konfidencialitāti. Mēs nevācam un nedalāmies ar jūsu datiem. Runas atpazīšanas pieprasījumi tiks izpildīti jūsu ierīcē un netiks saglabāti. Microsoft Translator tiks sniegta tikai teksta informācija, kas iegūta no runas atpazīšanas.
nb: Denne applikasjonen respekterer og beskytter personvernet ditt. Vi vil ikke samle inn eller dele noen av opplysningene dine. Talegjenkjenningsforespørsler blir fullført på enheten din og lagres ikke. Det er kun tekstinformasjonen som innhentes fra talegjenkjenningen, som sendes til Microsoft Translator.
nl: Deze applicatie respecteert en beschermt je privacy. We zullen je gegevens niet verzamelen of delen. Spraakherkenningsverzoeken worden voltooid op uw apparaat en worden niet opgeslagen. Alleen de tekstinformatie die door spraakherkenning is verkregen, wordt aan Microsoft Translator verstrekt.
pl: Ta aplikacja szanuje i chroni prywatność użytkownika. Nie będziemy gromadzić ani udostępniać żadnych danych użytkownika. Żądania rozpoznawania mowy będą wykonywane na urządzeniu użytkownika i nie będą zapisywane. Tylko informacje tekstowe uzyskane z rozpoznawania mowy zostaną dostarczone do Microsoft Translator.
pt_pt: Esta aplicação respeita e protege a sua privacidade. Não recolhemos nem partilhamos nenhum dos seus dados. Os pedidos de reconhecimento de voz serão concluídos no seu dispositivo e não serão guardados. Apenas as informações de texto obtidas através do reconhecimento de voz serão fornecidas ao Microsoft Translator.
ro: Această aplicație vă respectă și vă protejează confidențialitatea. Nu vom colecta și nu vom partaja niciunul dintre datele dumneavoastră. Cererile de recunoaștere vocală vor fi completate pe dispozitivul dvs. și nu vor fi salvate. Doar informațiile de text obținute în urma recunoașterii vocale vor fi furnizate către Microsoft Translator.
ru: Это приложение уважает и защищает вашу конфиденциальность. Мы не собираем и не передаем никаких ваших данных. Запросы на распознавание речи будут выполняться на вашем устройстве и не будут сохраняться. Только текстовая информация, полученная в результате распознавания речи, будет передана в Microsoft Translator.
sk: Táto aplikácia rešpektuje a chráni vaše súkromie. Nebudeme zhromažďovať ani zdieľať žiadne vaše údaje. Požiadavky na rozpoznávanie reči sa dokončia vo vašom zariadení a nebudú sa ukladať. Prekladaču Microsoft Translator budú poskytnuté iba textové informácie získané z rozpoznávania reči.
sl: Ta aplikacija spoštuje in varuje vašo zasebnost. Vaših podatkov ne bomo zbirali ali delili z drugimi. Zahteve za prepoznavanje govora bodo izpolnjene v vaši napravi in ne bodo shranjene. Microsoftovemu prevajalniku bodo na voljo samo besedilne informacije, pridobljene s prepoznavanjem govora.
sv: Denna applikation respekterar och skyddar din integritet. Vi kommer inte att samla in eller dela några av dina uppgifter. Taligenkänning utförs på din enhet och sparas inte. Endast den textinformation som erhålls från taligenkänning kommer att tillhandahållas till Microsoft Translator.
tr: Bu uygulama gizliliğinize saygı duyar ve gizliliğinizi korur. Hiçbir verinizi toplamayacak veya paylaşmayacağız. Konuşma tanıma istekleri cihazınızda tamamlanacak ve kaydedilmeyecektir. Yalnızca konuşma tanımadan elde edilen metin bilgileri Microsoft Translator'a sağlanacaktır.
uk: Цей додаток поважає і захищає вашу конфіденційність. Ми не збираємо і не передаємо ваші дані. Запити на розпізнавання мовлення будуть виконані на вашому пристрої і не будуть збережені. Тільки текстова інформація, отримана в результаті розпізнавання мови, буде надана Microsoft Translator.
zh_hans: 本应用尊重并保护您的隐私。我们不会收集或共享您的任何数据。语音识别的请求将在您的设备上完成且不会保存。提供给微软翻译的仅包含语音识别后的文本信息。
zh_hant: 此應用程序尊重並保護您的隱私。我們不會收集或共享您的任何數據。語音識別請求將在您的設備上完成，不會保存。僅向Microsoft Translator提供從語音識別獲得的文本信息。

# settings.privacy.header
source: Privacy
ar: الخصوصية
bg: Поверителност
cs: Ochrana osobních údajů
da: Privatlivets fred
de: Datenschutz
el: Απόρρητο
es: Privacidad
et: Privaatsus
fi: Yksityisyys
fr: Vie privée
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인 정보 보호
lt: Privatumas
lv: Konfidencialitāte
nb: Personvern
pl: Prywatność
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Ochrana osobných údajov
sl: Zasebnost
sv: Integritet
tr: Gizlilik
uk: Конфіденційність
zh_hans: 隐私说明
zh_hant: 隱私

# settings.thirdparty.header
source: Third Party
ar: الطرف الثالث
bg: Трета страна
cs: Třetí strana
da: Tredje part
de: Dritte Partei
el: Τρίτο μέρος
es: Terceros
et: Kolmanda osapoolega
fi: Kolmas osapuoli
fr: Tiers
hu: Harmadik fél
id: Pihak Ketiga
it: Terza parte
ja: 第三者機関
ko: 타사
lt: Trečioji šalis
lv: Trešā persona
nb: Tredjepart
nl: Derde partij
pl: Strona trzecia
pt_pt: Terceiro
ro: Partea terță
ru: Третья сторона
sk: Tretia strana
sl: Tretja oseba
sv: Tredje part
tr: Üçüncü Taraf
uk: Третя сторона
zh_hans: 三方致谢
zh_hant: 第三者

# settings.translation.provider.header
source: Translation Provider
ar: مزود الترجمة
bg: Доставчик на преводи
cs: Poskytovatel překladů
da: Leverandør af oversættelser
el: Πάροχος μετάφρασης
es: Proveedor de traducciones
et: Tõlke teenusepakkuja
fi: Käännöksen tarjoaja
hu: Fordítás szolgáltató
id: Penyedia Penerjemahan
it: Fornitore di traduzioni
ja: 翻訳プロバイダー
ko: 번역 제공업체
lt: Vertimo paslaugų teikėjas
lv: Tulkošanas pakalpojumu sniedzējs
nb: Leverandør av oversettelser
nl: Vertaalbureau
pl: Dostawca tłumaczeń
pt_pt: Fornecedor de traduções
ro: Furnizor de traduceri
ru: Поставщик переводов
sk: Poskytovateľ prekladov
sl: Ponudnik prevodov
sv: Leverantör av översättningar
tr: Çeviri Sağlayıcı
uk: Постачальник послуг перекладу
zh_hans: 翻译提供商
zh_hant: 翻譯提供商

# settings.translation.provider.microsoft
source: Microsoft Translation
ar: ترجمة مايكروسوفت
bg: Превод на Microsoft
cs: Překlad společnosti Microsoft
da: Microsoft-oversættelse
de: Microsoft Übersetzung
el: Μετάφραση της Microsoft
es: Traducción de Microsoft
et: Microsofti tõlge
fi: Microsoftin käännös
hu: Microsoft fordítás
id: Terjemahan Microsoft
it: Traduzione Microsoft
ja: マイクロソフト翻訳
ko: Microsoft 번역
lt: "Microsoft" vertimas
lv: Microsoft tulkojums
nb: Microsoft-oversettelse
nl: Microsoft vertaling
pl: Tłumaczenie Microsoft
pt_pt: Tradução da Microsoft
ro: Traducerea Microsoft
ru: Перевод Microsoft
sk: Preklad spoločnosti Microsoft
sl: Microsoftovo prevajanje
sv: Microsoft översättning
tr: Microsoft Çeviri
uk: Переклад Microsoft
zh_hans: 微软翻译网址
zh_hant: Microsoft翻譯

# settings.translation.provider.shared.comment
source: The shared mode may experience insufficient traffic. It is recommended that you apply for traffic from Microsoft Translator, which can be used for free for one year.
ar: قد يواجه الوضع المشترك حركة مرور غير كافية. يوصى بتقديم طلب للحصول على حركة المرور من Microsoft Translator، والتي يمكن استخدامها مجاناً لمدة عام واحد.
bg: Споделеният режим може да има недостатъчен трафик. Препоръчваме ви да подадете заявка за трафик от Microsoft Translator, който може да се използва безплатно за една година.
cs: Ve sdíleném režimu může docházet k nedostatečnému provozu. Doporučujeme požádat o provoz z Microsoft Translator, který lze po dobu jednoho roku používat zdarma.
da: Den delte tilstand kan opleve utilstrækkelig trafik. Det anbefales, at du ansøger om trafik fra Microsoft Translator, som kan bruges gratis i et år.
de: Im gemeinsamen Modus kann es zu unzureichendem Datenverkehr kommen. Es wird empfohlen, Datenverkehr von Microsoft Translator zu beantragen, der ein Jahr lang kostenlos genutzt werden kann.
el: Η κοινή λειτουργία ενδέχεται να παρουσιάζει ανεπαρκή κίνηση. Συνιστάται να κάνετε αίτηση για κίνηση από το Microsoft Translator, το οποίο μπορεί να χρησιμοποιηθεί δωρεάν για ένα έτος.
es: El modo compartido puede experimentar tráfico insuficiente. Se recomienda solicitar tráfico a Microsoft Translator, que puede utilizarse gratuitamente durante un año.
et: Jagatud režiimil võib tekkida ebapiisav liiklus. Soovitatav on taotleda liiklust Microsoft Translatorist, mida saab ühe aasta jooksul tasuta kasutada.
fi: Jaettuun tilaan ei ehkä tule riittävästi liikennettä. On suositeltavaa hakea liikennettä Microsoft Translatorista, jota voi käyttää ilmaiseksi vuoden ajan.
fr: Le mode partagé peut connaître un trafic insuffisant. Il est recommandé de demander du trafic à Microsoft Translator, qui peut être utilisé gratuitement pendant un an.
hu: A megosztott üzemmódban előfordulhat, hogy a forgalom nem elegendő. Javasoljuk, hogy igényeljen forgalmat a Microsoft Translatorból, amely egy évig ingyenesen használható.
id: Mode bersama mungkin mengalami lalu lintas yang tidak memadai. Anda disarankan untuk mengajukan permohonan lalu lintas dari Microsoft Translator, yang dapat digunakan secara gratis selama satu tahun.
it: La modalità condivisa potrebbe avere un traffico insufficiente. Si consiglia di richiedere il traffico di Microsoft Translator, che può essere utilizzato gratuitamente per un anno.
ja: 共有モードではトラフィックが不足する可能性があります。1年間無料で使用できるMicrosoft Translatorのトラフィックを申請することをお勧めします。
ko: 공유 모드에서는 트래픽이 부족할 수 있습니다. 1년간 무료로 사용할 수 있는 Microsoft 번역기에서 트래픽을 신청하는 것이 좋습니다.
lt: Bendrai naudojamu režimu gali būti nepakankamas duomenų srautas. Rekomenduojama kreiptis dėl srauto iš "Microsoft Translator", kuriuo vienerius metus galima naudotis nemokamai.
lv: Koplietošanas režīmā var būt nepietiekama datplūsma. Ieteicams pieteikties datplūsmai no Microsoft Translator, ko vienu gadu var izmantot bez maksas.
nb: Det kan forekomme utilstrekkelig trafikk i delt modus. Det anbefales at du søker om trafikk fra Microsoft Translator, som kan brukes gratis i ett år.
nl: De gedeelde modus kan onvoldoende verkeer hebben. Het wordt aanbevolen om verkeer van Microsoft Translator aan te vragen, dat een jaar lang gratis kan worden gebruikt.
pl: W trybie współdzielonym ruch może być niewystarczający. Zaleca się ubieganie się o ruch z Microsoft Translator, z którego można korzystać bezpłatnie przez rok.
pt_pt: O modo partilhado pode não ter tráfego suficiente. Recomenda-se que solicite o tráfego do Microsoft Translator, que pode ser utilizado gratuitamente durante um ano.
ro: Este posibil ca traficul în modul partajat să fie insuficient. Se recomandă să solicitați trafic de la Microsoft Translator, care poate fi utilizat gratuit timp de un an.
ru: В режиме общего доступа может не хватать трафика. Рекомендуется обратиться за трафиком к Microsoft Translator, который можно использовать бесплатно в течение одного года.
sk: V zdieľanom režime môže dôjsť k nedostatočnej prevádzke. Odporúčame vám požiadať o prevádzku z programu Microsoft Translator, ktorý môžete používať jeden rok bezplatne.
sl: V skupnem načinu je lahko premalo prometa. Priporočamo, da zaprosite za promet iz Microsoftovega prevajalnika, ki ga lahko eno leto uporabljate brezplačno.
sv: Det delade läget kan uppleva otillräcklig trafik. Vi rekommenderar att du ansöker om trafik från Microsoft Translator, som kan användas gratis i ett år.
tr: Paylaşılan mod yetersiz trafikle karşılaşabilir. Bir yıl boyunca ücretsiz olarak kullanılabilen Microsoft Translator'dan trafik için başvurmanız önerilir.
uk: У режимі спільного доступу може не вистачати трафіку. Рекомендується подати заявку на трафік від Microsoft Translator, яким можна користуватися безкоштовно протягом одного року.
zh_hans: 共享模式可能存在流量不足，建议您申请微软翻译的流量，可以免费使用一年。
zh_hant: 共享模式可能經歷流量不足。建議您申請Microsoft Translator的流量，該流量可以免費使用一年。

# settings.view.title
source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fi: Asetukset
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定
